{
    "nieuws":
    [
        {
            "titel": "MARTIN GARRIX REVEALS RELEASE DATE OF HIS COLLAB WITH TROYE SIVAN, “THERE FOR YOU”",
            "id": 212,
            "datum": "MAY 18, 2017. By Matthew Meadow",
            "categorieen": ["Music","All category"],
            "samenvatting": "",
            "body": "<p>We know when to admit we were wrong (though it was just a guess). Rather than our initial hypothesis of May 19, the new collaboration between Martin Garrix and Troyhee Sivan that was debuted at Coachella will release next Friday, May 26. Martin originally said that the track was dropping “mid-May,” leading to our original guess, but things happen and songs either get pushed back, or artists get misquoted. Either way, we still have another 8 days to wait until we hear this collaboration in full.</p>",
            "afbeeldingl": "martin-garrix-troye-sivan-1.jpg",
            "afbeeldings": "martin-garrix-troye-sivan.jpg"
        },
        {
            "titel": "DESTINY 2: CINEMATIC TRAILER",
            "id": 210,
            "datum": "MAY 17, 2017. By Marty Sliva",
            "categorieen": ["Games","All category"],
            "samenvatting": "",
            "body": "At its May 18 Destiny 2 reveal event, Bungie showcased a cinematic trailer for the much-anticipated sequel. The trailer featured VO from Zavala, played by Lance Reddick (Lost, The Wire). The history piece showcased the birth of The Last City, which is humanities final bastion on Earth. What once started as a sprinkling of huts in the wilderness soon grew into a town, before eventually becoming the industrious city that Destiny players are familiar with.</p>",
            "afbeeldingl": "destiny2-1.jpg",
            "afbeeldings": "destiny2.jpg"
        },
        {
            "titel": "OVERWATCH ANNIVERSARY EVENT AND GAME OF THE YEAR EDITION ANNOUNCED",
            "id": 198,
            "datum": "MAY 17, 2017. By Miranda Sanchez",
            "categorieen": ["Games","All category"],
            "samenvatting": "",
            "body": "<p>Blizzard is celebrating Overwatch's first anniversary with a new seasonal event, another free-weekend, and a digital Game of the Year Edition of Overwatch. The Overwatch Anniversary event begins on Tuesday, May 23 and ends Monday, June 12. Blizzard will announce additional event details at a later time. The free-weekend runs from May 26 to May 29, and new players that participate will have access to the full game, including the ability to level up and unlock customization items. Any progress made over the free-weekend can transfer to a purchased copy.</p>",
            "afbeeldingl": "ow_anni-1.jpg",
            "afbeeldings": "ow_anni.jpg"
        },
        {
            "titel": "NETFLIX TO PRODUCE THE WITCHER TV SERIES",
            "id": 196,
            "datum": "MAY 16, 2017. By Joe Skrebels",
            "categorieen": ["Movies-Series","Games","All category"],
            "samenvatting": "",
            "body": "<p>Netflix will develop and produce a new show based on The Witcher Saga, the series of eight novels by Andrzej Sapkowski that inspired the hugely popular CD Projekt Red RPG games. Sapkowski - who does not profit from the game series  - will serve as a creative consultant on the series. “I’m thrilled that Netflix will be doing an adaptation of my stories, he explained in a press release, staying true to the source material and the themes that I have spent over thirty years writing. Tomas Baginski - who directed the intro videos for all three Witcher games as well as the Cyberpunk 2077 teaser trailer, and who also previously announced as being the director of a movie version of The Witcher - will direct at least one episode per season. It's not clear as yet what specific stories the series will follow. Executive producers Sean Daniel and Jason Brown (The Expanse), said: “The Witcher stories follow an unconventional family that comes together to fight for truth in a dangerous world. The characters are original, funny and constantly surprising and we can’t wait to bring them to life at Netflix, the perfect home for innovative storytelling. Platige Image, a Polish production and visual effects house will co-produce. Executive producers Baginski and Jarek Sawko emphasised that the books' subtexts will not be lost in the adaptation: There is a moral and intellectual depth in these books which goes beyond genre. It is a story about today and today’s challenges, hidden under a fantasy cover. It is a story about us, about the monster and the hero inside all of our hearts. No release date, casting, or further directorial choices have been revealed at time of writing.</p>",
            "afbeeldingl": "witcher-1.jpg",
            "afbeeldings": "witcher.jpg"
        },
        {
            "titel": "ONEPLUS 5 SUMMER LAUNCH AND NAME CONFIRMED IN FIRST TEASER",
            "id": 194,
            "datum": "MAY 15, 2017. By Mitja Rutnik",
            "categorieen": ["Techonolegie","All category"],
            "samenvatting": "",
            "body": "<p>OnePlus has released a teaser for its upcoming flagship smartphone. The company posted an image on the Chinese social network Weibo that confirms two things we already knew: the release date and the name of the device. The tagline reads “Hello 5” and confirms that the smartphone will be called the OnePlus 5 and not the OnePlus 4. The company has decided to skip the number four, as it is considered to be unlucky in China due to its association with death. Along with the image, OnePlus also wrote “Hey Summer! Give me five!”, which basically confirms that the flagship will be revealed in the summer months. There’s currently no word on exactly when that might happen, but we expect the OnePlus 5 will see the light of day at the end of June or sometime in July. As of now, OnePlus hasn’t confirmed any other details regarding the device. We have come across a few rumors claiming that the OnePlus 5 will feature a 5.5-inch display with Full HD or QHD resolution, and will be powered by the latest Snapdragon 835 chipset. It’s also expected to sport a dual-camera setup on the back and a larger 3,600 mAh battery, which should get fully charged a lot faster (by 25 percent) when compared to its predecessor.</p>",
            "afbeeldingl": "oneplus5-1.jpg",
            "afbeeldings": "oneplus5.jpg"
        },
        {
            "titel": "AMD INTRODUCES EPYC SERVER CHIP, 16-CORE DESKTOP CHIP",
            "id": 192,
            "datum": "MAY 14, 2017. By Micheal J. Miller",
            "categorieen": ["Techonolegie","All category"],
            "samenvatting": "",
            "body": "<p>At this week's financial analyst meeting, AMD unveiled a 16-core, 32-thread desktop processor called Ryzen Threadripper—its new Epyc brand for server chips—and introduced its first graphics board aimed at the machine learning market. But I was also glad to see the company unveil a roadmap of successive generations in its CPU, GPU, and server lines, with migration to 7nm and 7nm+ process nodes through 2020, which is crucial for the firm to regain credibility with business buyers. At this point, competitors Intel and Nvidia dominate their markets, particularly on the server side, and business buyers need to be convinced that AMD will be a long-term player in order for it to land on the consideration list. Immersive and instinctive computing will transform all of our daily lives, AMD CEO Lisa Su said at the conference when defining the company's vision for the future. Immersive computing with high-end graphics is all around us, but instinctive computing—which involves using huge amounts of data and machine learning algorithms—is just beginning to evolve. All of this requires high-performance computing, she said, a term she used to describe all sorts of high-end computing and graphics, not just the HPC or supercomputing market. Su talked at length about investing for multi-generational leadership in x86 CPUs, graphics for both PCs and integrated, and software—a big change for a company whose primary products have targeted the mainstream or low-end markets. AMD will now focus on premium products, she said, and noted that while the mainstream accounts for most of its units, the premium part of the market accounts for most of its revenue and profits.</p>",
            "afbeeldingl": "amd-1.jpg",
            "afbeeldings": "amd.jpg"
        },
        {
            "titel": "ILLENIUM DROPS NEW MUSIC & HUGE NEWS AT RED ROCKS",
            "id": 190,
            "datum": "MAY 13, 2017. By Matthew MeadowW",
            "categorieen": ["Music","All category"],
            "samenvatting": "",
            "body": "<p>Last night in Colorado, many artists took the stage at Red Rocks for the annual Global Dub festival. Crizzly, Wilkinson and Spag Heddy joined co-headliners Flux Pavilion and Illenium for an unforgettable night at one of the greatest venues in the world. During his set, Illenium dropped some unreleased music and also revealed some pretty big news. First off, it’s been confirmed: Illenium is dropping his sophomore album this summer! We named his debut album Ashes#9 album of 2016 our , so we can only hope that the follow up is just as impressive. Secondly, Illenium also announced one of his biggest headlining shows of his career at 1st Bank Center in Denver on November 9th. As we look forward to both of those awesome moments, check out a video of his set from last night captured by our own Lucas Sachs. Enjoy.</p>",
            "afbeeldingl": "illenium-1.jpg",
            "afbeeldings": "illenium.jpg"
        }
    ]
}
